Repository: jmdaweb/inputLock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, fa, fr, gl, he, hr, it, ka, pl, pt_br, pt_pt, ro, sk, uk, vi

source: Toggle input lock
ar: تعطيلُ الإدخال
bg: Превключване на заключването на входа
da: Skift tilstand for inputlås
de: Eingabensperre ein- und ausschalten
fa: ورودی را قفل یا باز میکند
fr: Basculer le verrouillage d'entrée
gl: Alternar bloqueo de entrada
he: החלפה בין מצבי נעילת קלט עכבר
hr: Uključi/Isključi zaključavanje unosa
it: Attiva/disattiva Input Lock
ka: შეყვანის დაბლოკვის გადართვა
pl: Blokuje lub odblokowuje klawiaturę
pt_br: Alternar bloqueio de entrada
pt_pt: Alternar bloqueio de entrada
ro: Comută blocarea intrărilor
sk: Zapína a vypína blokovanie vstupu
uk: Перемкнути блокування введення
vi: Bật / tắt khóa đầu vào

source: Input locked
ar: الإدخال معطَّل
bg: Входът е заключен
da: Input låst
de: Eingabe gesperrt
fa: ورودی قفل شد
fr: Entrée verrouillée
gl: Entrada bloqueada
he: קלט העכבר ננעל.
hr: Unos zaključan
it: Dispositivo di immissione bloccato
ka: შეყვანა დაბლოკილია
pl: Wejście zablokowane
pt_br: Entrada bloqueada
pt_pt: Entrada bloqueada
ro: Intrările sunt blocate
sk: Vstup zamknutý
uk: Введення заблоковано
vi: Đã khóa đầu vào

source: Input unlocked
ar: تفعيل الإدخال
bg: Входът е отключен
da: Input låst op
de: Eingabe entsperrt
fa: ورودی باز شد
fr: Entrée déverrouillée
gl: Entrada desbloqueada
he: נעילת קלט העכבר בוטלה
hr: Unos otključan
it: Dispositivo di immissione sbloccato
ka: შეყვანა განბლოკილია
pl: Wejście odblokowane
pt_br: Entrada desbloqueada
pt_pt: Entrada desbloqueada
ro: Intrările sunt deblocate
sk: Vstup odomknutý
uk: Введення розблоковано
vi: Đã mở khóa đầu vào

source: Toggle mouse lock
ar: تعطيلُ الفأرة
bg: Превключване на заключването на мишката
da: Skift muselås
de: Maus sperren und entsperren
fa: موس را قفل یا باز میکند
fr: Basculer le verrouillage de la souris
gl: alternar bloqueo do rato
he: החלפה בין מצבי נעילת עכבר
hr: Uključi/Isključi zaključavanje miša
it: Attiva/disattiva blocco mouse
ka: მაუსის დაბლოკვის გადართვა
pl: Blokuje lub odblokowuje mysz
pt_br: Alternar o bloqueio do mouse
pt_pt: Alternar o bloqueio do rato
ro: Comută blocarea mausului
sk: Zapína a vypína uzamknutie myši
uk: Перемкнути блокування мишки
vi: Bật / tắt khóa chuột

source: Mouse locked
ar: الفأرة معطَّلة
bg: Мишката е заключена
da: Mus låst
de: Maus gesperrt
fa: موس قفل شد
fr: Souris verrouillée
gl: Rato bloqueado
he: העכבר ננעל
hr: Miš zaključan
it: Mouse bloccato
ka: მაუსი დაბლოკილია
pl: Mysz zablokowana
pt_br: Mouse bloqueado
pt_pt: Rato bloqueado
ro: Maus blocat
sk: Myš zamknutá
uk: Мишку заблоковано
vi: Đã khóa chuột

source: Mouse unlocked
ar: تفعيلُ الفأرة
bg: Мишката е отключена
da: Mus låst op
de: Maus entsperrt
fa: موس باز شد
fr: Souris déverrouillée
gl: Rato desbloqueado
he: נעילת העכבר בוטלה
hr: Miš otključan
it: Mouse sbloccato
ka: მაუსი განბლოკილია
pl: Mysz odblokowana
pt_br: Mouse desbloqueado
pt_pt: Rato desbloqueado
ro: Maus deblocat
sk: Myš odomknutá
uk: Мишку розблоковано
vi: Đã mở khóa chuột

source: Toggle touchpad lock
hr: Uključi/isključi zaključavanje dodirne pločice
it: Attiva/disattiva blocco Mouse
pt_pt: Ativar o bloqueio do touchpad

source: not support
hr: nije podržano
it: Non supportato
pt_pt: não suporta

source: Touchpad unlocked
hr: Dodirna pločica otključana
it: Mouse sbloccato
pt_pt: Touchpad desbloqueado

source: Touchpad locked
hr: Dodirna pločica zaključana
it: Mouse bloccato
pt_pt: Touchpad bloqueado

source: Input lock settings
ar: إعدادات Input lock
bg: Настройки на Заключване на входа
da: indstillinger for Inputlås
de: Eingabesperre-Einstellungen
fa: تنظیماتِ قفلِ ورودی
fr: Paramètres de verrouillage d'entrée
gl: Configuración do bloqueo de entrada
he: הגדרות נעילת קלטהגדרות נעילת קלט
hr: Postavke za Zaključaj unos
it: Impostazioni Input Lock
ka: შეყვანის დაბლოკვის პარამეტრები
pl: Ustawienia Imput lock
pt_br: Configurações do bloqueio de entrada
pt_pt: Configurações de bloqueio de entrada
ro: Setări pentru blocarea intrării
sk: Blokovanie vstupu
uk: Налаштування блокування введення
vi: Cài đặt khóa đầu vào

source: Block mouse when NVDA is started
ar: تعطيلُ الفأرة عند بدء NVDA
bg: Блокирай мишката при стартиране на NVDA
da: Bloker musen, når NVDA er startet
de: Maus blockieren, sobald NVDA gestartet wird
fa: قفل کردنِ موس هنگامِ شروعِ NVDA
fr: Bloquer la souris au démarrage de NVDA
gl: Bloquear rato cando NVDA se inicie
he: נעל תנועת העכבר כשnvda נפתחת
hr: Kad se NVDA pokrene, blokiraj miša
it: Blocca il Mouse all'avvio di NVDA
ka: NVDA-ს ჩართვისას მაუსის დაბლოკვა
pl: Blokuj mysz gdy NVDA jest uruchomione
pt_br: Bloquear o mouse quando o NVDA é iniciado
pt_pt: Bloquear o rato quando o NVDA é iniciado
ro: Blochează maus/ul când pornește NVDA
sk: Zablokovať myš pri spustení NVDA
uk: Блокувати мишку під час запуску NVDA
vi: Khóa chuột khi khởi động NVDA

source: Block clicks when mouse is locked
ar: تعديلُ النقرات عندما تكون الفأرة معطّلة.
bg: Блокирай щракванията, когато мишката е заключена
da: Bloker klik, når musen er låst
de: Blockiere Mausklicks, wenn die Maus gesperrt ist
fa: قفل کردنِ کلیک‌ها هنگامی که موس قفل است
fr: Bloquer les clics lorsque la souris est verrouillée
gl: Deshabilitar clicks cando o rato estea bloqueado
he: נעל לחיצות על מקשי העכבר כשהעכבר ננעל.
hr: Kad je miš zaključan, blokiraj klikove
it: Blocca i click quando il Mouse è bloccato
ka: მაუსის დაბლოკვისას დაწკაპუნებების დაბლოკვა
pl: Blokuj wciśnięcia gdy mysz jest zablokowana
pt_br: Bloquear cliques quando o mouse está bloqueado
pt_pt: Bloquear cliques quando o rato está bloqueado
ro: Blochează clic/urile când maus/ul este blocat
sk: Zablokovať klikanie ak je zamknutá myš
uk: Блокувати клацання, коли мишку заблоковано
vi: Khóa click khi chuột bị khóa

source: Input lock
ar: تعطيلُ الإدخال
bg: Заключване на входа
da: Inputlås
de: Eingabesperre
fa: قفلِ ورودی
he: נעילת קלט
hr: Zaključaj unos
pt_br: Bloqueio de entrada
pt_pt: Bloqueio de entrada
ro: blocare intrări
sk: Blokovanie vstupu
uk: Блокування введення
vi: Khóa đầu vào

source: With this addon, you will be able to lock and unlock your input devices with a single gesture or key press. This gesture can be changed from Input Gestures dialog.
ar: مع هذه الإضافة، ستغدو قادرًا على تفعيل أو تعطيل الإدخال عبر أجهزة الإدخال الخاصة بك بضغطة واحدة على مفتاح اختصار أو إيماءة. يمكن تغيير هذا الاختصار عبر مربّع حوار تخصيص اختصارات NVDA.
bg: С тази добавка ще можете да заключвате и отключвате входните си устройства само с един жест или с натискане на клавишна комбинация. Въпросният жест може да бъде променен от диалоговия прозорец "Жестове на въвеждане".
da: Med denne tilføjelse vil du kunne låse og låse op for dine inputenheder med en enkelt bevægelse eller tastetryk. Den tilhørende kommando kan ændres fra dialogboksen "Inputbevægelser".
de: Mit dieser NVDA-Erweiterung können Sie Ihre Eingabegeräte mit einer einzigen Geste oder Tastenkombination sperren und entsperren. Diese Geste kann im Dialogfeld für die Tastenbefehle in der Kategorie "Eingaben" angepasst werden.
fa: با این افزونه میتوانید دستگاه‌های ورودی را با استفاده از یک حرکت یا فِشُردنِ یک کلید قفل کنید یا از حالت قفل دربیاورید. این حرکت یا کلید از پنجره‌ی مدیریتِ فرمان‌های ورودی قابل اختصاص دادن یا تغییر است.
fr: Avec cette extension, vous pourrez verrouiller et déverrouiller vos périphériques d'entrée en un seul geste ou en appuyant sur une touche. Ce geste peut être modifié à partir du dialogue Gestes de commandes.
gl: Con este complemento, poderás bloquear e desbloquear o teu dispositivo de entrada cun só xesto ou pulsación de teclas. Este xesto pódese cambiar no diálogo de Xestos de Entrada de NVDA.
he: בעזרת תוסף זה תוכלו לנעול ולבטל נעילת עכבר בזמן העבודה עם NVDA
hr: S ovim dodatkom je moguće zaključati ulazne uređaje jednim tipkovničkim prečacem ili gestom. Ova gesta se može promijeniti u dijaloškom okviru za Ulazne geste.
it: Tramite questo componente aggiuntivo, sarà possibile bloccare o sbloccare il proprio dispositivo di input con un gesto o una combinazione di tasti. Tale gesto può essere configurato nelle finestra tasti e gesti di immissione.
ka: ამ დამატების საშუალებით, შეგიძლიათ დაბლოკოთ და განბლოკოთ თქვენი შეყვანის მოწყობილობები ერთი ჟესტითა თუ კლავიშთა კომბინაციით. ამ ჟესტის შეცვლა შესაძლებელია შეყვანის ჟესტების დიალოგურ ფანჯარაში..
pl: Za pomocą tego dodatku, możliwe jest blokowanie myszy lub klawiatury przy pomocy jednego naciśniętego klawisza lub zdarzenia wejścia. to zdarzenie wejścia może być zmienione w oknie dialogowym zdarzenia wejścia.
pt_br: Com este complemento, poderá bloquear e desbloquear os seus dispositivos de entrada com um único comando ou pressionamento de tecla. Esse comando pode ser alterado no menu Definir Comandos.
pt_pt: Com este extra, poderá bloquear e desbloquear os seus dispositivos de entrada com um único comando ou pressionar de tecla. Esse comando pode ser alterado no menu "definir comandos".
ro: Cu acest supliment, veți putea bloca și debloca dispozitivele de intrare cu o singură comandă sau o apăsare de tastă. Comanda respectivă poate fi schimbat din dialogul Gesturi de intrare ân preferințele din meniul NVDA.
sk: Umožňuje rýchlo zablokovať a odblokovať vstup z klávesnice, myši a dotykovej obrazovky pomocou jednej klávesovej skratky alebo jediného dotykového gesta. Skratku nastavíte v dialógu Klávesové skratky.
uk: З цим додатком у вас з’явиться можливість блокувати й розблоковувати ваші пристрої введення одним жестом або натисканням комбінації клавіш. Цей жест можна змінити в діалозі «Жести вводу».
vi: Với add-on này, bạn có thể khóa hay mở khóa các thiết bị đầu vào bằng một thao tác hay phím tắt đơn giản. Có thể thay đổi thao tác từ hộp thoại quản lý các cử chỉ.
